; DeskTick UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
[Strings]
Show seconds=സെക്കൻഡ് കാണിക്കുക
Customize Face…=ഡയൽ ഇഷ്ടാനുസൃതമാക്കുക…
Resize=വലുപ്പം മാറ്റുക
Face=ഡയൽ
Always on top=എപ്പോഴും മുകളിൽ
Start with Windows=Windows-നൊപ്പം ആരംഭിക്കുക
Show in system tray=സിസ്റ്റം ട്രേയിൽ കാണിക്കുക
About DeskTick…=DeskTick-നെക്കുറിച്ച്…
Exit=പുറത്തുകടക്കുക
Customize=ഇഷ്ടാനുസൃതമാക്കുക
Customize - DeskTick=ഇഷ്ടാനുസൃതമാക്കുക - DeskTick
This face has nothing to customize.=ഈ ഡയലിൽ ഇഷ്ടാനുസൃതമാക്കാൻ ഒന്നുമില്ല.
Reset this face=പുനഃസജ്ജമാക്കുക
About DeskTick=DeskTick-നെക്കുറിച്ച്
Report issues or send feedback to=പ്രശ്നങ്ങൾ അറിയിക്കാനോ അഭിപ്രായം അയയ്ക്കാനോ ബന്ധപ്പെടുക:
Other apps=മറ്റ് ആപ്പുകൾ
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=ആധുനിക Windows-നായി രൂപകൽപ്പന ചെയ്ത വേഗതയേറിയ, ഭാരം കുറഞ്ഞ, ലളിതമായ ഫോട്ടോ വ്യൂവർ
Desktop Rain and Snow Simulator for Windows=Windows ഡെസ്ക്ടോപ്പിനുള്ള മഴയും മഞ്ഞും സിമുലേറ്റർ
Simple=ലളിതം
Classic dark=ക്ലാസിക് ഇരുണ്ടത്
Classic light=ക്ലാസിക് ഇളംനിറം
Minimal=മിനിമൽ
Icon=ഐക്കൺ
Bold=കനത്തത്
Flat=പരന്നത്
Glass=ഗ്ലാസ്
Dots=കുത്തുകൾ
Digital=ഡിജിറ്റൽ
Digital bold=ഡിജിറ്റൽ കട്ടിയുള്ളത്
Word clock=വേഡ് ക്ലോക്ക്
Stack=സ്റ്റാക്ക്
Terminal=ടെർമിനൽ
Banner=ബാനർ
Split=സ്പ്ലിറ്റ്
Image=ചിത്രം
24-hour clock=24 മണിക്കൂർ ക്ലോക്ക്
Accent 12 marker=12-ൽ ഊന്നൽ അടയാളം
Accent colour=ഊന്നൽ നിറം
Blinking cursor=മിന്നുന്ന കഴ്സർ
Date format=തീയതി ഫോർമാറ്റ്
Dial colour=ഡയലിന്റെ നിറം
Digit colour=അക്കങ്ങളുടെ നിറം
Dot count=കുത്തുകളുടെ എണ്ണം
Dot size=കുത്തുകളുടെ വലുപ്പം
Drop shadow=നിഴൽ
Face colour=പശ്ചാത്തല നിറം
Frost=സുതാര്യത
Hand colour=സൂചികളുടെ നിറം
Hour block colour=മണിക്കൂർ ബ്ലോക്കിന്റെ നിറം
Ink colour=മഷിയുടെ നിറം
Label colour=ലേബലിന്റെ നിറം
Lit letter colour=പ്രകാശിക്കുന്ന അക്ഷരങ്ങളുടെ നിറം
Marking colour=അടയാളങ്ങളുടെ നിറം
Minute block colour=മിനിറ്റ് ബ്ലോക്കിന്റെ നിറം
Minute dimming=മിനിറ്റ് മങ്ങിക്കുക
Numerals=അക്കങ്ങൾ
Panel colour=പാനലിന്റെ നിറം
Phosphor colour=ഫോസ്ഫർ നിറം
Plate colour=പ്ലേറ്റിന്റെ നിറം
Plate shape=പ്ലേറ്റിന്റെ ആകൃതി
Prompt=പ്രോംപ്റ്റ്
Rim colour=അരികിന്റെ നിറം
Ring colour=വളയത്തിന്റെ നിറം
Ring thickness=വളയത്തിന്റെ കനം
Show AM/PM=AM/PM കാണിക്കുക
Show date=തീയതി കാണിക്കുക
Show minute dots=മിനിറ്റ് കുത്തുകൾ കാണിക്കുക
Show panel=പാനൽ കാണിക്കുക
Text colour=ടെക്സ്റ്റിന്റെ നിറം
Tick marks=അടയാള വരകൾ
All 12=എല്ലാ 12-ഉം
12, 3, 6, 9=12, 3, 6, 9
None=ഒന്നുമില്ല
Minute=മിനിറ്റ്
Hour=മണിക്കൂർ
Thin=നേർത്തത്
Normal width=സാധാരണ കനം
Thick=കട്ടിയുള്ളത്
Clear=തെളിഞ്ഞത്
Frosted=അർധസുതാര്യം
Opaque=അതാര്യം
Long date=നീണ്ട തീയതി
Short date=ചുരുക്ക തീയതി
Small=ചെറുത്
Normal size=സാധാരണ വലുപ്പം
Large=വലുത്
Rounded=വൃത്ത മൂലകൾ
Square=ചതുരം
Circle=വൃത്തം
Match hour=മണിക്കൂറിനൊപ്പം
Dim=മങ്ങിയത്
Faint=നേരിയത്
All rights reserved.=എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം.
